brew "gnupg"
brew "go"
brew "go-task"
brew "helm"
brew "ipython"
brew "jq"
brew "k9s"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lsd"
brew "lua"
brew "luarocks"
brew "marksman"
brew "minisign"
brew "neovim"
brew "prettier"
brew "pwgen"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "sops"
brew "sshpass"
brew "tlrc"
brew "uv"
brew "yazi"
brew "yq"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/vault"
brew "siderolabs/tap/talosctl"
cask "ghostty"
cask "keepassxc"
cask "mac-mouse-fix"
cask "obsidian"
cask "rancher"
cask "raspberry-pi-imager"
cask "rectangle-pro"
cask "utm"
cask "visual-studio-code"
cask "zed"
